{
  "關於我們": "company profile",
  " マハラジャ 團隊自2012年起，與澳門、菲律賓之各大賭場合作，累積豐富的現場投注經驗，並蒐集玩家的現場反應，打造出最舒適、使用方便的百家樂投注介面。": "The Maharaja team has been working with various large casinos in Macau and the Philippines since 2012 and has gained extensive experiences of the betting strategy. We have also gathered feedback from players and created an easy-to-use baccarat betting interface to ensure that customers are able to enjoy the game comfortably.",
  "於是集合了多年的客戶使用、營運、系統開發經驗後，更於2017年創立 Ewin 平台(  マハラジャ 前身)，積極投入線上遊戲平台的研發，系統提供HTML5遊戲平台，結合實體賭場現場畫面直播投注的真人百家樂以及電子遊戲。": "We have established Ewin Platform (the predecessor of Maharaja) in 2017 by gathering years of experience in user use, operation, and system development. Our company, Ewin Platform, has been actively focusing on the research and the development of online gaming platforms.The system offers an HTML5 gaming platform, incorporating betting baccarat with live footage from authentic casinos and electronic games.",
  " マハラジャ 可支援大量用戶同時在線投注以及 7x24 全年無休不間斷運作的系統效能、人性化的操作，擁有優於同業的競爭優勢。隨著行動支付普及化， 多幣別的錢包設計，更為跨國境使用者提供更便利快捷的儲值服務。": "Maharaja is better than its competitors at handling the online betting of large numbers of users simultaneously and the performance of a system that runs 24/7, as well as its user-friendly operation. With the popularization of online payments, the system is designed for currency-specific wallets and offers fast and convenient recharge functions for users in various countries.",
  "研發團隊累積近20年產品研發以及客製化軟體服務經驗，在五星級飯店網絡計費系統、網路監控與安全防護系統、即時影像雲端系統整合運用，發展多元解決方案，給予玩家最即時、最公平的現場賭場遊戲!": "The research and development team has 20 years of experience in product R &D and customized software services, developing various solutions such as online checkout system of five-star hotel, online monitoring and security system, cloud-end system integrated application of real-time image, etc. Brings a more equitable authentic casino game in real time to the player! ",
  "合作夥伴": "business  partner",
  "マハラジャ囊括世界上最知名的遊戲品牌，提供公正、公平的遊戲環境，免安裝的HTML5網頁技術提供了真人直播的經典遊戲，讓您不論用電腦、手機甚至電視，一個帳號多平台通用。更透過專有網路技術，達到最高規格的直播視訊同步速度與畫質，請您務必親自體驗。": "Maharaja offers a fair gaming environment, including well-known games from around the world, and its installation-free HTML5 technology offers live classic games. Multiple forms can be used under one account, including PC, smart phone, and TV. We hope you will try our highest level of live footage which is provided in real time through professional internet technology.",
  "而除了真人遊戲外，更提供了多款高水準的老虎機和體育遊戲，結合多元性、樂趣、公正公平於一身的就是，預祝您玩得開心，用的滿意。": "Aside from live games, we offer numerous quality slot games and sports games. We strive day and day to provide a fun and fair environment that is customized to the needs of our customers.",
  "我們也很重視您的意見，若有任何建議，還請不吝使用客服信箱告知。": "We greatly value your feedback, so if you have any suggestions, please feel free to contact our customer service office.",
  "会社名：The Orange Crest Limited": "Company：The Orange Crest Limited",
  "住所：Sino Centre, 582-592 Nathan Rd., Mongkok, Kowloon, Hong Kong.": "Address：Sino Centre, 582-592 Nathan Rd., Mongkok, Kowloon, Hong Kong."
}

