{
  "請輸入金額": "please enter amount",
  "存款": "deposit",
  "輸入存款金額": "enter deposit amount",
  "完成": "completion",
  "電子錢包": "Electronic Money Wallet",
  "切換": "Switching",
  "便捷金額存款": "choose and Deposit",
  "請從下方金額選擇您要的金額，或是自行填入想要存款的金額。兩種方式擇一即可。": "Please select the amount you want from the amount below, or fill in the amount you want to deposit. You can choose one of the two methods",
  "遊戲幣": "game coin",
  "輸入金額": "enter  amount",
  "請輸入美元": "enter dollar",
  "提示": "present",
  "下一步": "next",
  "存款細項": "deposit detail",
  "支付方式": "payment method",
  "出金條件": "Payment Threshold",
  "收款項目": "deposit amount",
  "存入金額": "point",
  "請輸入購買金額": "Enter the amount you want to buy",
  "訂單建立失敗": "order failed",
  "貨幣未設定匯率": "Currency has no exchange rate set",
  "服務器異常, 請稍後再嘗試一次": "server error",
  "取得可參加活動失敗": "Failed to attend the event",
  "熱門活動": "Popular event",
  "錯誤": "error",
  "請盡速完成交易": "Please complete the transaction as soon as possible",
  "訂單號碼": "order number",
  "交易限制時間": "Trade Limit Time",
  "可得總額": "Total amount you can earn",
  "活動獎勵": "ivent bounus",
  "前往付款": "Proceed to payment",
  "OCoin為平台使用的專屬遊戲幣。": "OCoin is the exclusive game currency ",
  "請正確使用對應的錢包入款，否則可能造成您入款失敗。": "Please use the corresponding wallet to deposit money correctly, otherwise your deposit may fail.",
  "虛擬貨幣入款需經過區塊認證確認，可能需要數分鐘或者更久，完成時間並非由本網站決定，敬請知悉。": "Cryptocurrency deposits are subject to block authentication and confirmation, which may take a few minutes or longer. The completion time is not determined by this website, please be aware.",
  "實際入款遊戲幣為入款金額-手續費後之餘額進行換算。": "The game coins actually credited will be converted in the following way. (Deposit Amount)−(Service Charge).",
  "匯率可能隨時變動中，所有交易以本網站的匯率為準，打幣後交易期間若有變動，將以實際入幣時的匯率撥給遊戲幣。建議您可於入款前重整匯率資訊，確保您同意目前的匯率後進行入款。": "Since the exchange rate is constantly changing, all transactions are based on the exchange rate quoted on this site. When the transaction time changes after a deposit is made, game coins will be issued based on the exchange rate in effect at the time of the deposit. Please update the exchange rate once before depositing to verify the real-time exchange rate before proceeding with the deposit.",
  "『ETH』和USDT的『ERC20』可透過 https://etherscan.io/ 進行查詢交易的狀況。": "ETH and USDT's ERC20 can be checked for contract status via https://etherscan.io/.",
  "存款成功 !": "Successful deposit",
  "您可進入遊戲確認您本次的入金，以及對應的 Bouns 獎勵。": "You can enter the game to confirm your deposit and the corresponding Bouns reward.",
  "溫馨提醒": "remind",
  "不同的存款管道可能影響存款金額到達玩家錢包的時間。最遲一個營業日為合理的範圍。": "Different deposit method may affect when the deposit amount reaches the player's wallet. One business day at the latest is a reasonable range."
}