{
  "錯誤": "error",
  "請輸入帳號密碼": "Please enter your account and password.",
  "請輸入驗證碼": "Please enter your verification code.",
  "首次充值10": "First recharge 10",
  "熱門賭場遊戲": "Popular Casino Games",
  "全部顯示": " View All",
  "熱門老虎機": "Popular Slots",
  "來玩推薦的遊戲": "Play the Recommended games",
  "我的遊戲": "My games",
  "真人即時互動的賭場遊戲!": "Real-time Casino Games!",
  "精彩刺激的電子體育遊戲!": "Electronic sports games with excitement!",
  "有趣生動的電子賽馬遊戲!": "Real CG horse racing game!",
  "曾經遊玩": "Game Log",
  "第一次儲值享額外20%獎勵，金額無上限!": " First deposit gets 20% cash back of the total amount, no limit on the amount!",
  "One BlackJack": "One Blackjack",
  "真人百家樂": "Live Baccarat",
  "真人即時視訊，公平公正的真實百家樂遊戲!": "The original Live Baccarat, enjoy live images of the actual casino's V I P room in play, without the use of a film studio.",
  "超級幸運輪": "Mega Lucky Roulette.",
  "活動期間儲值，享10%額外獎勵金! 沒有儲值次數限制!": "Get 10% cash back of the total amount deposited during the promotion period! No limit on times of deposits!",
  "活動期間: 2021年9月24日午前0時00分開始": "Promotional period: start on September 24, 2021 at 00:00 AM.",
  "Game Now": "Play Now",
  "GO": "GO",
  "人氣經典": "Popular Classic Games",
  "熱門文章": "Popular Articles",
  "百家樂攻略法 - 基礎規則篇": "Baccarat Strategy Guide - Beginner",
  "百家樂攻略法 - 中級篇": " Baccarat Strategy Guide - Intermediate",
  "路單是? 百家樂的攻略 - 上級篇 1：珠盤路和大路": "What are rules? Baccarat Strategy Guide - Advanced 1: Bread Road and Dyro",
  "路單是? 百家樂的攻略 - 上級篇 2：大眼仔路": "What are ruled lines?  Baccarat Strategy Guide - Advanced 2：Big Eye  Road",
  "路單是? 百家樂的攻略 - 上級篇 3：小路": "What are ruled lines?  Baccarat Strategy Guide - Advanced 3：Small Road",
  "路單是? 百家樂的攻略 - 上級篇 4：小強路": "What are ruled lines?  Baccarat Strategy Guide - Advanced 4:Cockroach Road",
  "老虎機攻略導覽": "Slot strategy guide",
  "德州撲克攻略導覽": "Texas Holdem Poker Strategy Guide",
  "馬上註冊": " Sign up now.",
  "入金完成即可獲得專屬的獎勵，": "Earn special bonuses once your deposit is complete.",
  "立刻進入遊戲使用!!": " Move on to the game right away!",
  "拿到獎勵!": "Win a Bonus!",
  "選擇入金的管道，並完成入款，取得對應幣值的遊戲幣 Ocoin。": "Choose your deposit method, complete your deposit and earn the appropriate amount of Ocoin",
  "簡單儲值": "Easy to charge",
  "輸入基本資料到完成登入只需短短1分鐘!": "It takes only one minute to complete the registration of your personal information!",
  "免費且快速的註冊帳號!": " Free Account Registration right away!",
  "60秒註冊": " 60 second registration ",
  "簡單三步驟拿獎勵": "Earn bonuses in 3 easy steps",
  "最新的遊戲都在這": "All the hottest games are here.",
  "經典遊戲": "Classic Games",
  "賭場遊戲": " Casino Games",
  "體育遊戲": " Sports Games",
  "老虎機遊戲": "Slot Games",
  "真人的即時視訊遊戲": "Live real-time games",
  "廣受歡迎的精選遊戲": " Most Popular Selected Games",
  "刺激的體育競賽遊戲": "Exciting sports games",
  "最新最好玩的不敗遊戲": "The freshest, most interesting and unbeaten games",
  "熱門活動": "Popular events",
  "關於我們": "Company Information",
  "Maharaja 團隊自2012年起，與澳門、菲律賓之各大賭場合作，累積豐富的現場投注經驗，並蒐集玩家的現場反應，打造出最舒適、使用方便的百家樂投注介面。": "The Maharaja team has been working with various large casinos in Macau and the Philippines since 2012 and has gained extensive experiences of the betting strategy. We have also gathered feedback from players and created an easy-to-use baccarat betting interface to ensure that customers are able to enjoy the game comfortably.",
  "於是集合了多年的客戶使用、營運、系統開發經驗後，更於2017年創立 Ewin 平台( Maharaja 前身)，積極投入線上遊戲平台的研發，系統提供HTML5遊戲平台，結合實體賭場現場畫面直播投注的真人百家樂以及電子遊戲。": "We have established Ewin Platform (the predecessor of Maharaja) in 2017 by gathering years of experience in user use, operation, and system development. Our company, Ewin Platform, has been actively focusing on the research and the development of online gaming platforms.The system offers an HTML5 gaming platform, incorporating betting baccarat with live footage from authentic casinos and electronic games.",
  "Maharaja 可支援大量用戶同時在線投注以及 7x24 全年無休不間斷運作的系統效能、人性化的操作，擁有優於同業的競爭優勢。隨著行動支付普及化， 多幣別的錢包設計，更為跨國境使用者提供更便利快捷的儲值服務。": "Maharaja is better than its competitors at handling the online betting of large numbers of users simultaneously and the performance of a system that runs 24/7, as well as its user-friendly operation. With the popularization of online payments, the system is designed for currency-specific wallets and offers fast and convenient recharge functions for users in various countries.",
  "研發團隊累積近20年產品研發以及客製化軟體服務經驗，在五星級飯店網絡計費系統、網路監控與安全防護系統、即時影像雲端系統整合運用，發展多元解決方案，給予玩家最即時、最公平的現場賭場遊戲!": "The research and development team has 20 years of experience in product R &D and customized software services, developing various solutions such as online checkout system of five-star hotel, online monitoring and security system, cloud-end system integrated application of real-time image, etc. Brings a more equitable authentic casino game in real time to the player! ",
  "合作夥伴": "business  partner",
  "聯絡客服": "Go to Customer Service",
  "マハラジャ囊括世界上最知名的遊戲品牌，提供公正、公平的遊戲環境，免安裝的HTML5網頁技術提供了真人直播的經典遊戲，讓您不論用電腦、手機甚至電視，一個帳號多平台通用。更透過專有網路技術，達到最高規格的直播視訊同步速度與畫質，請您務必親自體驗。": "Maharaja offers a fair gaming environment, including well-known games from around the world, and its installation-free HTML5 technology offers live classic games. Multiple forms can be used under one account, including PC, smart phone, and TV. We hope you will try our highest level of live footage which is provided in real time through professional internet technology.",
  "而除了真人遊戲外，更提供了多款高水準的老虎機和體育遊戲，結合多元性、樂趣、公正公平於一身的就是マハラジャ，預祝您玩得開心，用的滿意。": "Aside from live games, we offer numerous quality slot games and sports games. We strive day and day to provide a fun and fair environment that is customized to the needs of our customers.",
  "我們也很重視您的意見，若有任何建議，還請不吝使用客服信箱告知。": "We greatly value your feedback, so if you have any suggestions, please feel free to contact our customer service office.",
  "虛擬貨幣存款說明": "Cryptocurrency Deposit Instructions",
  "即將開放": " coming soon.",
  "eWin 真人百家樂": "Live Baccarat.",
  "真人即時視訊，公平公正百家樂": "Fair baccarat with live video.",
  "玩遊戲": " Go to the game",
  "遊戲官網": "Go to home page",
  "Bti 綜合娛樂游戲": " Total amusement game.",
  "提供1000+ 多種投注類型": "Offering +1000 variety of betting.",
  "我的最愛": "favorite",
  "百鬼出來遊行囉，想要跟百鬼一起感受他們的慶典嗎?來玩這支遊戲就對了!目標是點滿四個燈籠!": "It's a festival of demons!　Want to feel their festival? You gotta play this game! The goal is to light up four lanterns!",
  "BTI擁有歐洲和亞洲風格的網站，並把亞洲投注産品本地化，使得他能全面覆蓋所有亞洲投注類型。提供60000個の活動、毎月に18000+のライブ試合を提供。": "BTI has European and Asian style websites, and localized Asian betting products, so that he can fully cover all Asian betting types. Provide 60,000 events, 18,000+ more live trials every month",
  "跟壽司師傅一起來體驗壽司之旅吧! 同時感受美食與遊戲 ♪搭配輕快BGM及畫面，特色的重新旋轉，贏取神秘符號和遞增式獎金倍數!": " Join our Sushi Chef on a sushi journey! Gourmet and gaming at the same time ♪ With multiplayer, re-spin facility with symbols of mystery!",
  "megaways的遊戲玩法，讓您中獎機率更加提高之外，還可以感受到滿滿的武士氣氛跟音樂畫面效果": "The way you play Megaway increases your chances of hitting the winnings, and you can also enjoy the Samurai atmosphere, background music and screen!",
  "在遊戲中心還有電視遊戲上都很有人氣的老虎機登場!": "The most popular games in Game Center and video game is now available in slots!",
  "規則介紹": "Rules introduction",
  "開始遊戲": "Start game now",
  "網路錯誤": "Internet has error.",
  "最新公告": "Important New Information.",
  "メガウェイの遊び方が大当たりを当たりの機会が増加し、サムライの雰囲気とBGMと画面も満喫できます！": "The way you play Megaway increases your chances of hitting the winnings, and you can also enjoy the Samurai atmosphere, background music and screen!",
  "大人気な携帯ゲーム、スロットに変身！": "The most popular mobile game, now transformed into slots!",
  "日本で大人気の太鼓ゲームを主題になり、日本伝統な太鼓音楽を体験できるし、音楽と画面を結びつけて、とても日本風なゲームです！": "Based on the subject of a very popular taiko game in Japan, this game combines music and screen with the experience of traditional Japanese taiko music. It's a very Japanese style game!",
  "元祖ライブバカラ新しいサービス初めました！": "The original live baccarat new service has started!",
  "言わずと知れた高級キャバクラ！！": "Needless to say, a high-class cabaret club!!",
  "言わずと知れたBOOK系の元祖！大きな当たりが魅力。": "Needless to say, the originator of the BOOK series! A big hit is attractive.",
  "ボーナス中のミッションクリアで突入する獲得ボーナス倍増ゲームがたまらない！": "The earned bonus doubling game that rushes in by clearing the mission during the bonus is irresistible!",
  "連鎖すると賞金倍率が上昇ボーナ中で更に上昇でドキドキ感が堪らない！": "If you chain it, the prize rate will increase.",
  "最高32400のマルチウェイ！最高倍率はなんと10万倍だ！熱い！": "Up to 32400 multi-way! The maximum magnification is 100,000 times! hot!",
  "最高勝利金5万倍！蝶がもたらす効果は嫌いな人も好きにさせてしまうはず！": "Maximum victory money 50,000 times! The effect of butterflies should make people who don't like it like it!",
  "戦艦マニアにはたまらないグラフスロット。ドカンと一発！！": "A graph slot that is irresistible for battleship enthusiasts. One shot with Dokan!!",
  "７枚のトランプが自動的に配られて、当たりかはずれを待つ時がすごくワクワクします。": "Seven cards are automatically distributed, and it is very exciting to wait for a hit or miss.",
  "消去型のスロットゲームで、当たり率高く、フリースピンが入ると超大当たりが入り易い。": "It is an erasing type slot game with a high hit rate, and it is easy to get a super big hit when free spins are entered.",
  "ゴールドがたまるとフリースピンに入り、フリースピン中に更にフリースピンが当たります。": "When you collect gold, you will enter free spins, and you will get more free spins during the free spins."
}