{
  "錢包中心": "wallet",
  "存款": "deposit",
  "取款": "Wtihdrawal",
  "銀行卡": "cash card",
  "存款資料": "deposit details",
  "幣別": "Currency",
  "最低存款金額": "Minimum deposit amount",
  "最高存款金額": "Maximum deposit amount",
  "我要存款": "I need deposit",
  "存款金額": "deposit amount",
  "請輸入存款金額": "please enter deposit amount",
  "取消": "cancel",
  "送出": "send",
  "注意事項": "notice",
  "敬愛的會員：虛擬帳號轉帳提供多家銀行帳號。虛擬帳號轉帳與超商代碼支付繳費成功後，即可到帳戶訊息查詢入帳資訊。": "cryptcurrency account transfer provides multiple bank accounts。After the cryptcurrency account transfer and the supermarket code payment are successful, you can check the account information in the account record",
  "如您要銀行轉帳存款前，請您先聯繫您的代理商及客服人員告知存款，存款完成，請您正確填寫轉帳金額後按下申請": "If you want to deposit by bank transfer, please contact your agent and customer service staff to inform the deposit. After the deposit is completed, please fill in the transfer amount correctly and press Apply",
  "晚上 12 點至凌晨 1 點之間為銀行固定維護時間，如於此期間進行轉帳，將於凌晨 1 點後入帳。": "The bank has a fixed maintenance time between 12:00 pm and 1:00 am. If the transfer is made during this period, it will be credited after 1:00 am",
  "若使用ATM櫃員機，可選擇轉帳 / 轉出 ( 轉帳單筆上限3萬元 ) 。": "If you use an ATM, you can choose to transfer/transfer out (up to 30,000 JPY for a single transfer)",
  "本公司銀行帳號不定期變動，每次儲值前，請務必確認當前系統為您綁訂的專屬銀行帳號進行儲值，若您將款項儲值至非系統當前為您所綁定的專屬銀行帳號，本公司將不予承認該筆款項。": "The bank account of our company changes from time to time. Before each deposit, please be sure to confirm that the current system is bound to your exclusive bank account for deposit. If you deposit money to a non-system currently bound exclusive bank for you account, the company will not recognize the payment.",
  "取款資料": "Withdrawal Information",
  "可用金額": "Amount Available",
  "最低提款金額": "Minimum Withdrawal Amount",
  "最高提款金額": "Maximum Withdrawal Amount",
  "手續費": "handling fee",
  "我要提款": "I want to withdraw money",
  "選擇收款方式": "Choose a payment method",
  "[銀行名稱]": "bank name",
  "[支行名稱]": "branch name",
  "[銀行卡號]": "cashcard number",
  "提款金額": "withdrawal amount",
  "請輸入提款金額": "please enter withdrwal amount",
  "錢包密碼": "wallet password",
  "每次提款最少點數為1000點以上，請務必確認填寫之帳號，若提供的帳號錯誤，恕本公司無法負責。": "The minimum number of points for each withdrawal is more than 1000 points. Please be sure to confirm the account number filled in. If the account number provided is incorrect, the company will not be responsible.",
  "提款時需達到存款總金額的100%有效投注量才可提出申請。(PS:如利用本平臺進行任何洗錢詐騙行為，本公司保留權利審核會員帳戶或停權終止會員服務)": "When withdrawing money, you must clear rolling 100% of the total deposit amount. The valid betting amount can be applied. (PS: If you use this platform to conduct any money laundering fraud, the company reserves the right to review the member account or suspend the membership service)",
  "我的銀行卡": "my cashcard",
  "上海浦東發展銀行": "Shanghai Pudong Development Bank",
  "香港尖沙嘴支行": "Hong Kong Tsim Sha Tsui Sub-branch",
  "司徒浩南": "",
  "可使用": "use possible",
  "審核中": "under review",
  "新增銀行卡": "New cash card issuance",
  "銀行名稱": "bank name",
  "請輸入銀行名稱": "please enter bank name",
  "所在省": "address",
  "銀行所在省": "bank address",
  "所在城市/州/區": "City/State/District",
  "請銀行所在城市/州/區": "bank  City/State/District",
  "支行名稱": "branch name",
  "請輸入支行名稱": "please enter branch name",
  "帳戶名稱": "account holder name",
  "請輸入帳戶名稱": "please enter account holder name",
  "銀行帳號": "account number",
  "請輸入銀行帳號": "please enter account number"

}