{
  "失敗": "Failed.",
  "錢包狀態有誤": "Wallet error.",
  "存款": "Deposit",
  "選擇虛擬貨幣": "Select a virtual currency wallet.",
  "支付": "Payment",
  "本次存款 (USD)": "Deposit at this time(USD).",
  "日幣換算：約": "Exchange to Japanese Yen. :About",
  "元": "Yen",
  "下一步": "Next step",
  "取消": "Cancel",
  "溫馨提醒": "Remind",
  "請正確使用對應的錢包入款，否則將造成資產損失。": "You may have unexpected losses. Please be sure to deposit funds in a wallet that can accurately handle your deposit.",
  "※USDT請勿使用ERC20以外的協定。": "*USDT does not use any protocol other than ERC20.",
  "虛擬貨幣入賬需經過數個區塊確認，約需要數分鐘時間。": "Depositing virtual currency takes several minutes as several blocks need to be verified.",
  "存款成功 !": "Deposit succeeded !",
  "您可進入遊戲確認您本次的入金，以及對應的 Bouns 獎勵。": "You can view this deposit and the associated bonus rewards from the game screen.",
  "不同的存款管道可能影響存款金額到達玩家錢包的時間。最遲一個營業日為合理的範圍。": "Depending on the method of remittance selected, your account will reflect your deposit for up to one business day following your deposit.",
  "複製成功": "Copying succeeded.",
  "複製失敗": "Copy failed.",
  "提示": "Present.",
  "首頁": "Homepage",
  "加密貨幣": "Cryptocurrency",
  "貨幣未設定匯率": "Currencies are not set at exchange rates.",
  "服務器異常, 請稍後再嘗試一次": "A service error has occurred. Please try again later.",
  "選擇使用的加密貨幣": "Select the virtual currency you wish to use．",
  "使用": "Use",
  "入款": "Deposit",
  "可透過": "through",
  "查詢入款交易狀況": "Search transaction status.",
  "更新": "Update",
  "OCoin為平台使用的專屬遊戲幣。": "O Coin is an exclusive game coin.",
  "請正確使用對應的錢包入款，否則可能造成您入款失敗。": "Please make sure that you deposit with a compatible and accurate wallet, or your deposit may fail.",
  "虛擬貨幣入款需經過區塊認證確認，可能需要數分鐘或者更久，完成時間並非由本網站決定，敬請知悉。": "Please note that the deposit of crypto currency assets may take several minutes or even longer to go through the blockchain verification process, and is not under the site's governance.",
  "實際入款遊戲幣為入款金額-手續費後之餘額進行換算。": "The game coins actually credited will be converted in the following way. (Deposit Amount)−(Service Charge).",
  "匯率可能隨時變動中，所有交易以本網站的匯率為準，打幣後交易期間若有變動，將以實際入幣時的匯率撥給遊戲幣。建議您可於入款前重整匯率資訊，確保您同意目前的匯率後進行入款。": "Since the exchange rate is constantly changing, all transactions are based on the exchange rate quoted on this site. When the transaction time changes after a deposit is made, game coins will be issued based on the exchange rate in effect at the time of the deposit. Please update the exchange rate once before depositing to verify the real-time exchange rate before proceeding with the deposit.",
  "『ERC20』可透過 https://etherscan.io/ 進行查詢交易的狀況。": "ERC20 can check the condition of transactions through https://etherscan.io/ .",
  "出金金額": "Amount of withdrawal",
  "錯誤": "Error",
  "請輸入單號": "Please enter your order number.",
  "成功": "Completed.",
  "已取消訂單": "Order canceled.",
  "錢包地址": "Wallet address",
  "收款項目": "Cash out item",
  "存款細項": "Withdrawal Details",
  "訂單號碼": "Oder number",
  "支付方式": "Payment Method",
  "合約方式": "Contract Type",
  "出款錢包地址": "Withdrawal Wallet Address",
  "出金確認": "Withdrawal confirmation",
  "銀行名稱": "Bank Name",
  "持卡人卡號": "Card Number",
  "持卡人姓名": "Cardholder's Name",
  "銀行出款": "Bank withdrawal"
}